Repository: 4ka0/QA-checker
Catalog: sample.tmx
Source language: ja
Languages: en_us

source: 図3は、蛍光体部3および6の相対位置関係を示す概略断面図である。
en_us: Fig. 3 is a schematic cross-sectional view depicting the relative positional relationship of the phosphor sections 3 and 6.

source: 図4は、発光装置1からの出射光と発光装置100からの出射光との違いを示す概略図であり、(a)は発光装置100から、(b)は発光装置1から、出射光が出射されている様子を示す。
en_us: Fig. 4 is a schematic diagram depicting the difference between outgoing light from the light-emitting device 1 and outgoing light from the light-emitting device 100, (a) depicts the way in which outgoing light is emitted from the light-emitting device 100, and (b) depicts the way in which outgoing light is emitted from the light-emitting device 1.

source: 図5では、点線で示されている曲線が、発光装置100からの出射光の発光スペクトルを示し、実線で示されている曲線が、発光装置1からの出射光の発光スペクトルを示している。
en_us: In Fig. 5, the curved line indicated by the dotted line represents the emission spectrum of outgoing light from the light-emitting device 100, and the curved line indicated by the solid line represents the emission spectrum of outgoing light from the light-emitting device 1.

source: 図5に示すように、発光装置1においても、波長が約450nm付近の発光強度が高い光が出射光の一部として測定されているが、その発光強度は約0.9から約0.6にまで低下している。
en_us: As depicted in Fig. 5, in the light-emitting device 1 also, light having a high light emission intensity in the proximity of the wavelength of approximately 450 nm is measured as part of the outgoing light; however, that light emission intensity has decreased from approximately 0.9 to approximately 0.6.

source: 図5に示す様に、波長が約450nm付近の発光強度(放射強度)が非常に高い光が出射光の一部として測定されている。
en_us: As depicted in Fig. 5, light having an extremely high light emission intensity (radiant intensity) in the proximity of the wavelength of approximately 450 nm is measured as part of the outgoing light.

source: 図5は、発光装置1および100からそれぞれ出射される出射光の波長および発光強度の関係を示す実験結果の一例である。
en_us: Fig. 5 is a drawing depicting an example of experiment results indicating the relationship between the light emission intensity and wavelengths of outgoing light emitted from the light-emitting devices 1 and 100.

source: 図6では、発光装置10は、発光装置1におけるレーザ素子2と、蛍光体部3および6との相対的な配置関係の一例を示している。
en_us: In Fig. 6, the light-emitting device 10 represents an example of the relative arrangement relationship between the laser element 2 and the phosphor sections 3 and 6 in the light-emitting device 1.

source: 図6に示す様に、蛍光体部3は、後述するキャップ12の上(図6に示す+Z軸方向)に配置されている。
en_us: As depicted in Fig. 6, the phosphor section 3 is arranged on (in the +Z direction depicted in Fig. 6) a cap 12 described later on.

source: 図6は、本発明の一実施形態に係る発光装置10の概略的な構成を示す断面図である。
en_us: Fig. 6 is a cross-sectional view depicting the schematic configuration of a light-emitting device 10 according to an embodiment of the present invention.

source: 図7では、光源部11は1個であるが、複数個であっても構わない。
en_us: In Fig. 7, there is one light source unit 11; however, there may be a plurality.

source: 図7に示す様に、発光装置20は、光源部11から出射された励起光L1を、光ファイバ21(導光部材)によって蛍光体部3および6へ導光する構成である。
en_us: As depicted in Fig. 7, the light-emitting device 20 has a configuration in which excitation light L1 that is emitted from the light source unit 11 is guided to the phosphor sections 3 and 6 by an optical fiber 21 (light guide member).

source: 図7に示す様に、蛍光体部3は、後述する光ファイバ21と接続されている。
en_us: As depicted in Fig. 7, the phosphor section 3 is connected to the optical fiber 21, which is described later on.

source: 図7は、本発明の一実施形態に係る発光装置20の概略的な構成を示す断面図である。
en_us: Fig. 7 is a cross-sectional view depicting the schematic configuration of a light-emitting device 20 according to an embodiment of the present invention.

source: 図8に示す様に、発光装置30は、蛍光体部3および6から出射された光をリフレクタ32(反射鏡)にて反射させる構成である。
en_us: As depicted in Fig. 8, the light-emitting device 30 has a configuration in which light emitted from the phosphor sections 3 and 6 is reflected in a reflector 32 (reflection mirror).

source: 図8は、本発明の一実施形態に係る発光装置30の概略的な構成を示す断面図である。
en_us: Fig. 8 is a cross-sectional view depicting the schematic configuration of a light-emitting device 30 according to an embodiment of the present invention.

source: 図9は、本変形例に係る発光装置40の概略的な構成を示す断面図である。
en_us: Fig. 9 is a cross-sectional view depicting the schematic configuration of a light-emitting device 40 according to the present modified example.

source: 図示しないが、蛍光体部3は、例えば、アクリル系の耐熱性透明接着剤等で支持基板31上に固定される。
en_us: Although not depicted, the phosphor section 3 is, for example, fixed on the support substrate 31 by an acrylic heat resistant transparent adhesive or the like.

source: 図面の簡単な説明
en_us: Brief Description of Drawings

source: 封止材5の材料は、シリコーン樹脂、アクリル樹脂(PMMA、PLMA等)、エポキシ樹脂等の樹脂、または、ガラス材など光学的に透明な物質等から適宜選択することができる。
en_us: The material of the sealing material 5 can be appropriately selected from a resin such as a silicone resin, an acrylic resin (PMMA, PLMA, or the like), and an epoxy resin, or an optically transparent substance such as a glass material, or the like.

source: 封止材5は、蛍光体4を封止するためのものである。
en_us: The sealing material 5 is for sealing the phosphor 4.

source: 封止材8の材料は、封止材5と同様、シリコーン樹脂、アクリル樹脂(PMMA、PLMA等)、エポキシ樹脂等の樹脂、または、ガラス材など光学的に透明な物質等から適宜選択することができる。
en_us: Similar to the sealing material 5, the material of the sealing material 8 can be appropriately selected from a resin such as a silicone resin, an acrylic resin (PMMA, PLMA, or the like), and an epoxy resin, or an optically transparent substance such as a glass material, or the like.

source: 封止材8は、蛍光体7を封止するためのものである。
en_us: The sealing material 8 is for sealing the phosphor 7.

source: 尚、本実施形態における光出射面2aとは、その面全てから励起光L1が出射されるものだけを意味するのではなく、面の一部から励起光L1が出射されるものも含む。
en_us: It should be noted that the light-outgoing surface 2a in the present embodiment does not only mean that excitation light L1 is emitted from the entire surface thereof, but also includes excitation light L1 being omitted from part of the surface.

source: 平均演色評価指数Raとは、8色の演色評価指数を平均した値である。
en_us: The average color rendering evaluation index Ra is a value obtained by averaging the color rendering evaluation index for eight colors.

source: 技術分野
en_us: Technical Field

source: 接着層9が形成された後、蛍光体部6が接着層9を介して蛍光体部3に接着される。
en_us: Once the adhesive layer 9 has been formed, the phosphor section 6 is adhered to the phosphor section 3 by way of the adhesive layer 9.

source: 接着層9の材料としては、アクリル系またはシリコーン系の接着剤を使用することが好ましい。
en_us: It is preferable that an acrylic or silicone-based adhesive be used as the material of the adhesive layer 9.

source: 接着層9は、例えば、蛍光体部3において、蛍光体部6を接着する位置を決めた後、蛍光体部3の当該位置に接着剤を塗布することにより形成される。
en_us: The adhesive layer 9 is formed by, for example, deciding the position where the phosphor section 6 is to be adhered on the phosphor section 3, and then applying the adhesive at said position of the phosphor section 3.

source: 接着層9は、蛍光体部3および蛍光体部6を接着するものである。
en_us: The adhesive layer 9 adheres the phosphor section 3 and the phosphor section 6.

source: 換言すれば、リフレクタ32は、蛍光体部3から出射された励起光L1および第1の蛍光と、蛍光体部6から出射された励起光L2および第2の蛍光と、を受けて反射することにより、所定の立体角内を進む光線束を形成し、開口部32aから投光するものである。
en_us: To paraphrase, the reflector 32 is a member that receives and reflects excitation light L1 and first fluorescence emitted from the phosphor section 3 and excitation light L2 and second fluorescence emitted from the phosphor section 6, thereby forming a pencil of rays that advance within a predetermined solid angle, and projecting light from the opening section 32a.

source: 換言すれば、信頼性の高い蛍光体部3および6を提供することができる。
en_us: To paraphrase, it is possible to provide phosphor sections 3 and 6 that have high reliability.

source: 換言すれば、出射光の配光特性を変化させることができる。
en_us: To paraphrase, it is possible to alter the light distribution characteristics of outgoing light.

source: 換言すれば、励起光L2の約35%を吸収できるように、レーザ素子2の出力、および、蛍光体部6の組成および大きさが調整されている。
en_us: To paraphrase, the output of the laser element 2 and the composition and size of the phosphor section 6 are adjusted in such a way that approximately 35% of the excitation light L2 is able to be absorbed.

source: 支持基板31の支持位置は、例えば蛍光体部3および蛍光体部6を一体とみなしたときの発光中心(蛍光体部3の光出射面3Eの中心軸上で、かつ、蛍光体部3の高さと蛍光体部6の高さとを合計した総高の半分の位置)が、リフレクタ32の焦点位置とほぼ一致するように配置されていることが好ましい。
en_us: It is preferable that the supported position of the support substrate 31 be arranged in such a way that the light emission center (a position that is on the central axis of the light-outgoing surface 3E of the phosphor section 3 and is half of the total height obtained by totaling the height of the phosphor section 3 and the height of the phosphor section 6) when the phosphor section 3 and the phosphor section 6 for example are treated as a single unit be substantially coincident with a focus position of the reflector 32.

source: 支持基板31は、光ファイバ21からの励起光L1が照射される受光面31aと、蛍光体部3が載置される載置面31bとを有している。
en_us: The support substrate 31 has the light-receiving surface 31a, upon which excitation light L1 from the optical fiber 21 is incident, and the mounting surface 31b, on which the phosphor section 3 is mounted.

source: 支持基板31は、蛍光体部3が載置される支持部材であり、例えば、サファイア等の熱伝導性が高く、励起光L1に対して透過性の高い材料からなっている。
en_us: The support substrate 31 is a support member on which the phosphor section 3 is mounted, and, for example, is a material having high thermal conductivity such as sapphire, and high transparency with respect to excitation light L1.

source: 支持基板31を冷却する冷却部は、冷却(放熱)機能を有するものであればよく、放熱フィンの代わりに、ヒートパイプであっても良い。
en_us: It is sufficient for the cooling unit that cools the support substrate 31 to have a cooling (heat dissipating) function, and the cooling unit may be a heat pipe instead of the heat dissipation fin.

source: 放熱フィンは、複数の放熱板を有するものであり、大気との接触面積を増加させることにより放熱効率を高めている。
en_us: The heat dissipation fin has a plurality of heat dissipation plates and the contact area with atmospheric air is increased, thereby increasing heat dissipation efficiency.

source: 明細書
en_us: DESCRIPTION

source: 本実施形態では、ステム柱体142は、図6に示すように、ステム底部141の中央部より円周方向へ偏心した位置に設置されている。
en_us: In the present embodiment, as depicted in Fig. 6, the stem columnar body 142 is installed in a position that is eccentric in the circumferential direction from the central section of the stem base section 141.

source: 本実施形態では、レーザ素子2は、例えばピーク波長が450nm付近の励起光L1を出射する。
en_us: In the present embodiment, the laser element 2 emits the excitation light L1, which has a peak wavelength in the proximity of 450 nm, for example.

source: 本実施形態では、レーザ素子2は、励起光L1が蛍光体部3に照射されるように、照射角度が調整されている。
en_us: In the present embodiment, the irradiation angle of the laser element 2 is adjusted in such a way that the phosphor section 3 is irradiated with the excitation light L1.

source: 本実施形態では、蛍光体部3の光出射面3Eの中心軸(図3に示す垂線P1)と、蛍光体部6の受光面6Rの中心軸とがほぼ一致するように、蛍光体部3の上に蛍光体部6が配置されている。
en_us: In the present embodiment, the phosphor section 6 is arranged on the phosphor section 3 in such a way that the central axis (the vertical line P1 depicted in Fig. 3) of the light-outgoing surface 3E of the phosphor section 3 and the central axis of the light-receiving surface 6R of the phosphor section 6 are substantially coincident.

source: 本実施形態では、蛍光体部3は、蛍光体部3の受光面3Rの中心軸(図3に示す垂線P1)が、キャップ12の上面12aの中心軸とほぼ一致するように、キャップ12の上に配置されている。
en_us: In the present embodiment, the phosphor section 3 is arranged on the cap 12 in such a way that the central axis (the vertical line P1 depicted in Fig. 3) of the light-receiving surface 3R of the phosphor section 3 is substantially coincident with the central axis of an upper surface 12a of the cap 12.

source: 本実験において、発光装置1および100のそれぞれが備えるレーザ素子2および蛍光体部3は同一のものを使用している。
en_us: In the present experiment, the same components are used for the laser element 2 and the phosphor section 3 provided in each of the light-emitting devices 1 and 100.

source: 本実験においては、発光装置100から出射される出射光の平均演色評価指数Raは70で、かつ特殊演色評価指数R14(木の葉色)は71という結果となった。
en_us: In the present experiment, results were obtained indicating an average color rendering evaluation index Ra of 70 and a special color rendering evaluation index R14 (tree leaf color) of 71 for the outgoing light emitted from the light-emitting device 100.

source: 本実験においても、励起光L1が蛍光体部3に照射され、蛍光体部3から励起光の一部および第1の蛍光が出射光として出射される。
en_us: In the present experiment, the phosphor section 3 is irradiated with excitation light L1, and part of the excitation light and first fluorescence are emitted as outgoing light from the phosphor section 3.

source: 本実験においても、励起光L1が蛍光体部3に照射され、蛍光体部3から蛍光体4にて変換された第1の蛍光が出射されるとともに、蛍光体部3にて第1の蛍光に変換されなかった励起光L2が、蛍光体部6に照射され第2の蛍光に変換される。
en_us: In the present experiment, the phosphor section 3 is irradiated with excitation light L1 and first fluorescence that has been converted in the phosphor 4 is emitted from the phosphor section 3, and also excitation light L2 that has not been converted into the first fluorescence in the phosphor section 3 is radiated onto the phosphor section 6 and converted into second fluorescence.

source: 本発明に係る一実施形態について、図1～図5に基づいて説明すれば、以下のとおりである。
en_us: An embodiment according to the present invention is as follows when described on the basis of Fig. 1 to Fig. 5.

source: 本発明の一態様によれば、励起光の利用効率の低下を防止できるとともに、発光装置から出射される出射光への色ムラの発生を抑制することができるという効果を奏する。
en_us: According to an aspect of the present invention, an effect is demonstrated in that a decline in the utilization efficiency of excitation light is able to be prevented, and the occurrence of a color irregularity in outgoing light emitted from the light-emitting device is able to be suppressed.

source: 本発明の他の実施形態について、図6に基づいて説明すれば、以下のとおりである。
en_us: Another embodiment of the present invention is as follows when described on the basis of Fig. 6.

source: 本発明の他の実施形態について、図7に基づいて説明すれば、以下のとおりである。
en_us: Another embodiment of the present invention is as follows when described on the basis of Fig. 7.

source: 本発明の他の実施形態について、図8に基づいて説明すれば、以下のとおりである。
en_us: Another embodiment of the present invention is as follows when described on the basis of Fig. 8.

source: 本発明の態様1に係る発光装置(1、10、20、30、40)は、励起光(L1,L2)を波長変換することで生成した蛍光(第1の蛍光、第2の蛍光)とともに、上記励起光の一部を外部へ出射する発光装置であって、上記励起光(L1)を吸収して第1の蛍光を発する第1発光部(蛍光体部3)と、上記第1発光部によって上記第1の蛍光に変換されず、上記第1発光部を透過した上記励起光(L2)を吸収して第2の蛍光を発する第2発光部(蛍光体部6)と、を備え、上記第2の蛍光のピーク波長は、上記励起光(L1、L2)のピーク波長と近似している構成である。
en_us: A light-emitting device (1, 10, 20, 30, 40) according to aspect 1 of the present invention is configuration that is a light-emitting device that emits fluorescence (first fluorescence, second fluorescence) generated by subjecting excitation light (L1, L2) to wavelength conversion and also part of the excitation light to outside, and is provided with: a first light-emitting unit (phosphor section 3) that absorbs the excitation light (L1) and emits first fluorescence; and a second light-emitting unit (phosphor section 6) that absorbs the excitation light (L2) that has passed through the first light-emitting unit without being converted into the first fluorescence by the first light-emitting unit and emits second fluorescence, the peak wavelength of the second fluorescence being approximate to the peak wavelength of the excitation light (L1, L2).

source: 本発明は、上記従来の問題点に鑑みなされたものであって、その目的は、励起光の利用効率の低下を防止できるとともに、発光装置から出射される出射光への色ムラの発生を抑制することが可能な発光装置を提供することである。
en_us: The present invention takes the aforementioned conventional problems into consideration, and the objective thereof is to provide a light-emitting device that is able to prevent a decline in the utilization efficiency of excitation light, and is able to suppress the occurrence of a color irregularity in outgoing light emitted from the light-emitting device.

source: 本発明は、植物観賞用の照明器具、車両用等のヘッドランプ等の照明器具に幅広くに適用することができ、励起光の利用効率を高めることができる。
en_us: It is possible for the present invention to be broadly applied in an illumination fixture for admiring plants and an illumination fixture such as a headlamp for a vehicle or the like, and it is possible for the utilization efficiency of excitation light to be increased.

source: 本発明は、蛍光体の発光を利用する発光装置などに関する。
en_us: The present invention relates to a light-emitting device and the like that use light emitted by a phosphor.

source: 本発明は上述した各実施形態に限定されるものではなく、請求項に示した範囲で種々の変更が可能であり、異なる実施形態にそれぞれ開示された技術的手段を適宜組み合わせて得られる実施形態についても本発明の技術的範囲に含まれる。
en_us: The present invention is not restricted to the aforementioned embodiments, various alterations are possible within the scope indicated in the claims, and embodiments obtained by appropriately combining the technical means disclosed in each of the different embodiments are also included within the technical scope of the present invention.

source: 橙色発光蛍光体(560nmより大きく600nm以下の波長範囲にピーク波長を有する蛍光を発生する蛍光体)としては、Eu2+がドープされたSr3SiO5:Eu2+蛍光体およびCa0.7Sr0.3AlSiN3:Eu2+蛍光体などが挙げられる。
en_us: Possible examples of an orange light-emitting phosphor (a phosphor that emits fluorescence having a peak wavelength in the wavelength range of greater than 560 nm to 600 nm or less) are an Eu2 doped Sr3SiO5:Eu2+ phosphor, a Ca0.7Sr0.3AlSiN3:Eu2+ phosphor, and the like.

source: 次に、励起光L1を、蛍光体部6を備えている発光装置1へ照射した場合について説明する。
en_us: Next, the case where the light-emitting device 1 provided with the phosphor section 6 is irradiated with excitation light L1 will be described.

source: 次に、図2～図4に基づいて、蛍光体部6の配置に関する条件について説明する。
en_us: Next, conditions regarding the arrangement of the phosphor section 6 will be described on the basis of Fig. 2 to Fig. 4.

source: 次に、図5を用いて、発光装置1および100のそれぞれから出射される出射光の発光スペクトルについて説明を行う。
en_us: Next, the emission spectra of the outgoing light emitted from the light-emitting devices 1 and 100 will be described using Fig. 5.

source: 次に、発光装置1から出射される出射光の演色性について、発光装置100と比較して説明する。
en_us: Next, the color rendering properties of the outgoing light emitted from the light-emitting device 1 will be described in comparison with the light-emitting device 100.

source: 次に、蛍光体部6を配置する位置について説明を行う。
en_us: Next, the position where the phosphor section 6 is arranged will be described.

source: 照射角度θ1～θ2に出射された励起光L1の一部である励起光L2を蛍光体部6に入射させるためには、蛍光体部6が蛍光体部3の上に配置された状態において、蛍光体部6の受光面6Rが有する底辺の、蛍光体部3の光出射面3E上における位置を示す座標a´およびb´は、
en_us: In order for the excitation light L2, which constitutes part of the excitation light L1 emitted at the irradiation angles θ1 to θ2, to be made to be incident upon the phosphor section 6, it is preferable that, in a state in which the phosphor section 6 is arranged on the phosphor section 3, the coordinates a' and b' indicating the position of the bottom surface of the light-receiving surface 6R of the phosphor section 6 on the light-outgoing surface 3E of the phosphor section 3 be:

source: 特に特殊演色評価指数R14(木の葉色)の値が大きく向上していることから、発光装置1は、植物観賞用に好適に使用することができるといえる。
en_us: In particular, the value for the special color rendering evaluation index R14 (tree leaf color) greatly improved, and therefore it can be said that the light-emitting device 1 can be suitably used for admiring plants.

source: 特許文献
en_us: Patent Literature

source: 特許文献1:日本国公開特許公報「特開2008-153617号公報(2008年07月03日公開)」
en_us: PTL 1: Japanese Unexamined Patent Application Publication, "Japanese Unexamined Patent Application Publication No. 2008-153617 (published on July 3, 2008)"

source: 特許文献1では、発光素子と、発光素子からの光を吸収して波長変換を行う波長変換物質、または発光素子からの光を反射する光拡散物質が含有されている光透過体とを有する発光装置が開示されている。
en_us: In PTL 1, a light-emitting device is disclosed having a light-emitting element and a light-transmitting body containing a wavelength conversion substance that absorbs light from the light-emitting element and performs wavelength conversion, or a light diffusion substance that reflects light from the light-emitting element.

source: 特許文献2:日本国公開特許公報「特開2008-282984号公報(2008年11月20日公開)」
en_us: PTL 2: Japanese Unexamined Patent Application Publication, "Japanese Unexamined Patent Application Publication No. 2008-282984 (published on November 20, 2008)"

source: 特許文献2では、それぞれ指向性が強い光を所定方向に出射可能な、別個に形成された複数の発光素子と、これらの発光素子からの光を吸収して波長変換を行う波長変換物質を含有する光透過体とを備えている発光装置が開示されている。
en_us: In PTL 2, a light-emitting device is disclosed provided with: a plurality of separately formed light-emitting elements that are each capable of emitting light, which has strong directivity, in a predetermined direction; and a light-transmitting body containing a wavelength conversion substance that absorbs light from these light-emitting elements and performs wavelength conversion.

source: 特許文献3:日本国公開特許公報「特開2005-205195号公報(2005年08月04日公開)」
en_us: PTL 3: Japanese Unexamined Patent Application Publication, "Japanese Unexamined Patent Application Publication No. 2005-205195 (published on August 4, 2005)"

source: 特許文献3では、励起光を射出する発光素子と、励起光を吸収し波長変換して照明を放出する蛍光物質と、発光素子から射出される光を蛍光物質へ導出する光ファイバとを有する発光装置が開示されている。
en_us: In PTL 3, a light-emitting device is disclosed having a light-emitting element that emits excitation light, a fluorescent substance that absorbs the excitation light and performs wavelength conversion to emit illumination, and an optical fiber that leads the light emitted from the light-emitting element to the fluorescent substance.

source: 産業上の利用可能性
en_us: Industrial Applicability

source: 発光装置(1)は、励起光(L1)を吸収して第1の蛍光を発する蛍光体部(3)と、蛍光体部(3)によって第1の蛍光に変換されず、蛍光体部(3)を透過した励起光(L2)を吸収して第2の蛍光を発する蛍光体部(6)と、を備えている。
en_us: A light-emitting device (1) is provided with a phosphor section (3) that absorbs excitation light (L1) and emits first fluorescence, and a phosphor section (6) that absorbs excitation light (L2) that has passed through the phosphor section (3) without being converted into first fluorescence by the phosphor section (3) and emits second fluorescence.

source: 発光装置10では、レーザ素子2をキャップ12で覆う構成となっているため、発光装置1の効果に加え、励起光L1が発光装置10の外部へ出射されることを防止することができる。
en_us: The light-emitting device 10 has a configuration in which the laser element 2 is covered by the cap 12, and therefore, in addition to the effect of the light-emitting device 1, it is possible to prevent excitation light L1 being emitted to outside of the light-emitting device 10.

source: 発光装置10は、図6に示すように、蛍光体部3、蛍光体部6および光源部11を備えている。
en_us: The light-emitting device 10, as depicted in Fig. 6, is provided with the phosphor section 3, the phosphor section 6, and a light source unit 11.

source: 発光装置1の蛍光体部6は、上述の条件1および条件2を満たすように蛍光体部3に配置されている。
en_us: The phosphor section 6 of the light-emitting device 1 is arranged on the phosphor section 3 in such a way as to satisfy the aforementioned condition 1 and condition 2.

source: 発光装置1は、励起光を波長変換することで生成した蛍光とともに、励起光の一部を外部へ出射するものであり、図1に示すように、レーザ素子2(励起光源)、蛍光体部3(第1発光部)、蛍光体部6(第2発光部)および接着層9を備えている。
en_us: The light-emitting device 1 emits fluorescence generated by subjecting excitation light to wavelength conversion and also part of the excitation light to outside, and, as depicted in Fig. 1, is provided with a laser element 2 (excitation light source), a phosphor section 3 (first light-emitting unit), a phosphor section 6 (second light-emitting unit), and an adhesive layer 9.

source: 発光装置20では、光ファイバ21を介して、光源部11からの励起光L1を蛍光体部3に照射する構成となっているため、発光装置1の効果に加え、蛍光体部3および6が、光源部11から発せられる熱の影響を受けることを防止できる。
en_us: The light-emitting device 20 has a configuration in which the phosphor section 3 is irradiated with excitation light L1 from the light source unit 11 via the optical fiber 21, and therefore, in addition to the effect of the light-emitting device 1, it is possible to prevent the phosphor sections 3 and 6 from being affected by heat emitted from the light source unit 11.

source: 発光装置20は、蛍光体部3、蛍光体部6、光源部11および光ファイバ21を備えている。
en_us: The light-emitting device 20 is provided with the phosphor section 3, the phosphor section 6, the light source unit 11, and the optical fiber 21.

source: 発光装置30では、蛍光体部6を備えることにより、外部に出射される励起光L1、L2と第1の蛍光との色の角度分布の差を小さくする(色ムラの発生を抑制する)ことができる。
en_us: In the light-emitting device 30, due to the provision of the phosphor section 6, the difference in the angular distribution of color between the excitation light L1 and L2 and the first fluorescent emitted to outside can be reduced (suppressing the occurrence of a color irregularity).

source: 発光装置30は、蛍光体部3、蛍光体部6、光源部11、光ファイバ21、支持基板31およびリフレクタ32を備えている。
en_us: The light-emitting device 30 is provided with the phosphor section 3, the phosphor section 6, the light source unit 11, the optical fiber 21, a support substrate 31, and the reflector 32.

source: 発光装置40は、4個の光源部11および4本の光ファイバ21を備えている。
en_us: The light-emitting device 40 is provided with four light source units 11 and four optical fibers 21.
